{
  "opere": [
    {
      "nume": "Povestea lui Harap-Alb",
      "gen": "- epic",
      "specie": "- basm cult",
      "autor": "- Ion Creanga\n- Cel mai mare povestitor din literatura romana.\n- Clasic al literaturii romane, alaturi de Ion Luca Caragiale, Ioan Slavici si Mihai Eminescu, promovati de Titu Maiorescu si revista \"Convorbiri literare\".",
      "aparitie": "- 1877 \"Convorbiri literare\", ziarul \"Timpul\".",
      "titlul": "- Prezinta specia careia ii apartine si numele protagonistului primit dupa schimbarea identitatii cu spanul in fantanta\n- reprezinta un oximoron deoarece alatura 2 termeni ce se neaga \"harap\"-negru, rob si \"alb\"-libertate, adevar, puritate.",
      "perspectiva narativa": "- narator obiectiv, omniscient, omniprezent, care povesteste la persoana a III-a prin focalizare \"zero\" si viziune \"dindarat\"\n- apar abateri de la obiectivitate prin folosirea dativului etic cand naratorul isi arata preferinta pentru protagonist\n- in finalul basmului, naratorul devine personaj si participant la nunta \"povestariu\"",
      "relatii spatiale": "- spatiu fantstic, neprecizat, nemarginit \"intr-o tara indepartata\", \"la o margine a Pamantului\", \"la o alta margine\", distanta mare dintre cele doua tari stapanite de cei doi frati justificand faptul ca nu se vazusera de mult timp si verii nu se cunosteau intre ei.",
      "relatii temporale": "- perspectiva cronologica, timpul fiind fabulos, neprecizat, oferit prin formula initiala specifica \"Amu cica era odata\".",
      "concepte operationale": "- pauza descriptiva: frumusetea codrului asemanator Codrilor Neamtului\n- elipsa narativa: lipseste naratiunea care ar prezenta intamplarile de la iesirea din fabtana pana la fratele Craiului.",
      "probe": "1. aducerea unui sac de salati (cu ajutorul calului si al Sf. Duminici)\n2. aducerea pieii cerbului cu nestemate (cu ajutorul calului si al Sf. Duminici)\n3. aducerea fetei imparatului Ros\n\nProbele imparatului:\n1. casa de arama (Gerila)\n2. ospatul unde trebuie sa bea si sa manance tot (Setila si Flamanzila)\n3. alegerea macului de nisip pe durata noptii (furnici si regina lor)\n4. pazirea fetei pe durata noptii (Ochila, Pasari-Lati-Lungila)\n5. recunoasterea fetei adevarate de cea identica cu ea (Craiasa albinelor)\n\nProba fetei:\n1. sa-si trimita fiecare animalul miraculos (calul si turturica) in locul in care \"muntii se bat cap in cap\" pentru a aduce \"trei smicele de mar dulce, apa vie si apa moarta\" (calul invinge)"
    },
    {
      "nume": "Alexandru Lapusneanul",
      "gen": "- epic",
      "specie": "- nuvela istorica (prima nuvela istorica din literatura romana)",
      "autor": "- Costache Negruzzi",
      "aparitie": "- 1840 - primul numar al revistei \"Dacia literara\", unde nuvela apare alaturi de articolul-program \"Introductie\", scris de catre mentorul revistei, Mihail Kogalniceanu.",
      "geneza": "- Cronica lui Grigore Ureche \"Letopisetul Tarii Moldovei\"\n- \"O sama de cuvinte\", de Ioan Neculce",
      "titlul": "- Prezinta numele protagonistului, domnitorul AL, a carui a doua domnie este prezentate in nuvela.\n- Numele este articulat hotarat, deoarece autorul doreste sa scoata in evidenta unicitatea personajului.",
      "perspectiva narativa": "- narator obiectiv, omniscient, omniprezent, care povesteste la persoana a III-a prin focalizare \"zero\" si viziune \"dindarat\"\n- aparand insa elemente de subiectivitate fata de personaje, prin care isi dezvaluie sentimentele \"gingasa domnita|\", \"desantata cuvantare\", \"crudul domnitor\".",
      "relatii spatiale": "- Un spatiu real deschis, dat de Moldova, Cetatea Hotinului, Tecuci\n- Un spatiu imaginar, inchis, in mintea si sufletul protagonistului, macinat de razbunare",
      "relatii temporale": "- Evenimentele sunt prezentate cronologic pe parcursul celor 5 ani de domnie, in sec. al XVI-lea, 1564-1569.",
      "structura": "- Clasica, solida, nuvela fiind alcatuita din 4 capitole, fiecare avand un motto semnificativ:\n1. Capitolul I: \"Daca voi nu ma vreti, eu va vreu\"\n1. Capitolul II: \"Ai sa dai sama, doamna!\"\n1. Capitolul III: \"Capul lui Motoc vrem...\"\n1. Capitolul IV: \"De ma voi scula, pre multi am sa popesc si eu...\"",
      "teme romantice": "istoria, patriotismul, luptele sociale, dorinta de razbunare si marire, soarta schimbatoare",
      "motive romantice": "otravirea, calugarirea, ucideri, schingiuiri, rasturnari de domni",
      "procedee romantice": "antiteza, evocarea culorii locale, tirade, subiectivismul relativ al naratorului, motto-ul fiecarui capitol"
    },
    {
      "nume": "Ultima noapte de dragoste, intaia noapte de razboi",
      "gen": "- epic",
      "specie": "- roman modern, subiectiv, psihologic, al experientei, citadin, social, realizat, interbelic",
      "autor": "- Camil Petrescu, considerat cel mai reprezentativ sustinator al modernismului lovinescian",
      "aparitie": "- 1930",
      "titlul": "- Reda cele 2 experiente fundamentale traite de protagonist: iubirea si razboiul, carora li se adauga substantivul \"noapte\", care reda simbolic incertitudinea, indoiala, irationalul, absurdul firii umane, legate de modul in care se raporteaza la cele 2 experiente.",
      "perspectiva narativa": "- subiectiva, moderna, realizata de catre un narator-personaj, ce povesteste la persoana I, prin focalizare \"interna\" si viziune \"impreuna cu\"",
      "alte moduri de expunere": "- monologul interior\n- introspectia psihologica\n- flashback\n- descriere\n- dialog",
      "tema": "- Prezinta drama intelectualului lucid, insetat de absolutul sentimentului de iubire, dominat de incertitudini, care se salveaza prin constientizarea unei drame mult mai profunde, aceea a razboiului, o confruntare absurda si tragica, o iminenta a mortii, ce cuprinde intreaga omenire si depaseste drama esecului personal in iubire.",
      "repere spatiale": "- un spatiu real, deschis, dat de Bucuresti, Odobesti, Campulung, Valea Prahovei, Azuga\n- un spatiu imaginar, inchis, psihologic, in care sunt redate framantarile, chinurile si zbuciumul din constiinta protagonistului",
      "perspectiva temporala": "- moderna, discontinua, bazata pe alternanta temporala a evenimentelor, redate prin memorie afectiva involuntara, procedeu preluat de la Marcel Proust\n- Timpul obiectuv (cronologic) evolueaza in paralel cu timpul subiectiv (psihologic).\n- Timpul obiectiv prezinta evenimentele in primavara anului 1916 si le urmareste pe timpul razboiului, iar timpul subiectiv, care apare prin memorie afectiva involuntara prezinta povestea de iubire, naratorul intorcandu-se cu 2 ani si jumatate in urma fata de timpul obiectiv.",
      "structura": "- 2 parti (\"Cartea intai\" si \"Cartea a doua\") care au impreuna 13 capitole cu titluri-sinteza (\"Diagonalele unui testament\", \"Ne-a acoperit pamantul lui Dumnezeu\")\n- Romanul se bazeaza pe jurnalul de campanie al sublocotenentului Stefan Gheorghidiu, in care consemneaza in timp obiectiv imaginea frontului, introducant episoadele iubirii si casatoria cu Ela, in timp subiectiv.\n- Este un monolog, deoarece autorul jurnalului se destainuie, se analizeaza cu luciditate, se zbuciuma intre certitudine si incertitudine, atat in planul erotic, cat si in planul tragediei razboiului. El reuseste sa depaseasca drama esecului in iubire absoluta, prin constientizarea dramei razboiului, cand omenirea este intre viata si moarte.",
      "geneza": "- Experienta iubirii este fictionala, doarece autorul nu traise pana atunci o drama in iubire sau casatorie.\n- Experienta razboiului se bazeaza pe jurnalul de front tinut de Camil Petrescu ca ofiter in timpul Primului Razboi Mondial, asadar o experienta reala."
    }
  ]
}
